Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=879_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät ja Giellagas – instituutti käynnistävät kielikylpyopetuksen koulutushankkeen
sme: Sámediggi ja Giellagas-instituhtta álggaheaba giellalávgunoahpahusa skuvlenprošeavtta

source: Saamelaiskäräjät ja Oulun yliopiston Giellagas – instituutti käynnistävät marraskuun puolivä-lissä saamelaisopetuksen henkilöstölle suunnatun koulutushankkeen ŠSaamen kielikylpy koulussa – miten tuen omaa kieltä ja kulttuuria opetuksessaŠ.
sme: Sámediggi ja Oulu universitehta Giellagas-instituhtta álggaheaba skábmamánu beallemuttus sámeoahpahusa bargiide oaivvilduvvon skuvlenprošeavtta ' Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas ?

source: Yhteistyökumppaneina opetuksessa ovat myös Vaasan yliopiston kielikylvyn ja monikielisyyden keskus ja Sámi allaskuvla (saamelainen korkeakoulu).
sme: Ovttasbargoguoibmin oahpahusas doibmet maiddái Vaasa universitehta Giellalávguma ja máŋggagielatvuođa guovddáš ja Sámi allaskuvla.

source: Opetushallitus on myöntänyt saamelaiskäräjille valtionavustusta opetustoimen henkilöstökoulutusta varten vuosille 2014–2015.
sme: Oahpahusráđđehus lea juolludan sámediggái stáhtaveahki oahpahusbargiid skuvlenfidnui jagiide 2014–2015.

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto koordinoi koulutuksen ja toimii valtionapua hallinnoivana organisaationa.
sme: Sámedikki skuvlen- ja oahppamateriáladoaimmahat koordinere skuvlema ja doaibmá stáhtaveahki hálddašeaddji organisašuvdnan.

source: Oulun yliopiston Giellagas-instituutti vastaa opetuksesta.
sme: Oulu universitehta Giellagas-instituhtta vástida oahpahusas.

source: Yhteistyökumppaneina opetuksessa toimivat myös Vaasan yliopiston Kielikylvyn ja monikielisyyden keskuksen sekä Norjan Koutokeinossa toimivan saamelaisen korkeakoulun, Sámi allaskuvlan, asiantuntijat.
sme: Ovttasbargoguoibmin doibmet dasa lassin Vaasa universitehta Giellalávguma ja máŋggagielatvuođa guovddáža ja Sámi allaskuvlla áššedovdit.

source: Koulutuksen ensisijaisena kohderyhmänä ovat perusopetuksen saamen kielen ja saamenkielisten luokkien opettajat, mutta mukaan pääsevät myös saamelaisen varhaiskasvatuksen parissa toimivat, lukion saamen kielen opettajat ja saamenkielisen ammatillisen koulutuksen opettajat.
sme: Skuvlen lea oaivvilduvvon ovdasajis vuođđooahpahusa sámegiela ja sámegielat luohkáid oahpaheddjiide, muhto mielde besset maiddái sámi árabajásgeassima bargit, logahaga sámegiela oahpaheaddjit ja maiddái sámegielat ámmátlaš skuvlema oahpaheaddjit.

source: Opetustoimen henkilöstökoulutus järjestetään neljänä kahden päivän lähiopetusjaksona Inarissa Saamelaiskulttuurikeskus Sajoksessa niin, että ensimmäinen kokoontuminen on 14.–15.11.2014, toinen ja kolmas kokoontuminen keväällä 2015 ja viimeinen lähiopetustapaaminen on syksyllä 2015.
sme: Oahpahusbargiid skuvlen ordnejuvvo njealji guovttebeaivásaš lagasskuvlenáigodahkan Anáris Sámekulturguovddážis Sajosis nu, ahte vuosttaš deaivvadeapmi lea 14.-15.11.2014, nubbi ja goalmmát deaivvadeapmi giđđat 2015 ja maŋimus lagasskuvlendeaivvadeapmi fas čakčat 2015.

source: Koulutuspäivät rakentuvat teorialuennoista ja ohjatuista työpajatyöskentelypäivistä.
sme: Skuvlenbeaivvit čohkiidit teoriijalogaldagain ja bagadallon bargobádjebeivviin.

source: Tavoitteena on sekä saamelaisopetuksessa toimivien opettajien verkostoituminen että teoreettisen tiedon, opettajien oman kokemuksen ja hiljaisen tiedon yhdistäminen.
sme: Ulbmilin lea ovttastahttit sámeoahpaheddjiid oktavuođaid, teorehtalaš dieđu, oahpaheddjiid iežaset vásáhusaid ja jaskes dieđu.

source: Työpajatyöskentelypäivien aikana tuotetaan kirjallista materiaalia, jonka pohjalta julkaistaan hankkeen lopputuotoksena saamelaisopetuksen idea- ja opaskirja.
sme: Bargobádjebeivviid áigge buvttadit girjjálaš materiála, man vuođul prošeavtta boađusin almmustahtto sámeoahpahusa idea- ja rávagirjji.

source: Opaskirja julkaistaan saamen- ja suomen kielillä.
sme: Rávagirji almmustahtto sihke sáme- ja suomagillii.

source: Saamelaisopetuksen henkilöstökoulutuksen tavoitteena on lähestyä saamelaisopetusta kielenelvytyksen näkökulmasta ja siitä lähtökohdasta, että saamen kielet tarvitsevat uusia puhujia.
sme: Sámeoahpahusa bargiid skuvlema viggamuššan lea lahkonit sámeoahpahusa giellaealáskahttima geahččanguovllus ja das, ahte sámegielat dárbbašit ođđa hubmiid.

source: Koulutuksen tavoitteena on löytää vastauksia mm. kysymykseen: Miten siirrämme / opetamme kieltä mahdollisimman tehokkaasti kielellisesti heterogeeniselle oppilasryhmälle ?
sme: Skuvlema viggamuššan lea čielggadit vástádusaid čuovvovaš gažaldagaide: Mo mii sirdit / oahpahit giela nu beaktilit go vejolaš gielalaččat heterogenalaš oahppiid jovkui ?

source: Tavoitteena on edistää saamelaisopetuksen henkilöstön pedagogisia ja ainehallinnallisia taitoja sekä kehittää uusia saamen kielen ja kulttuurin huomioivia pedagogisia käytäntöjä, joilla parannetaan oppimisen laatua ja oppimistuloksia sekä edistetään saamen kielen ja kulttuurin revitalisaatiota.
sme: Viggamuššan lea maiddái ovddidit sámeoahpahusa bargiid pedagogalaš ja ávdnasiidda guoski dáidduid sihke ráhkadit ođđa pedagogalaš geavadiid, mat váldet vuhtii sámegiela ja - kultuvrra. Dainna buoridit oahppama kvaliteahta ja oahppanbohtosiid ja ovddidit sámegiela ja - kultuvrra ealáskahttima.

source: Koulutukseen osallistuvat saavat perustavat tiedot kielikylpyopetuksen teoriasta, käytännön toteutuksesta, kokemuksista ja oppimistuloksista ja siitä miten tämä tieto on sovellettavissa saamelaisopetukseen.
sme: Skuvlejupmái oassálastit ožžot vuđolaš dieđuid giellalávgunoahpahusa teoriijas, geavada ollašuhttinvugiin, vásáhusain, oahppanbohtosiin ja das, mo dán dieđu sáhttá heivehit sámeoahpahussii.

source: Tavoitteena on, että saamelaisopetuksen henkilöstö pääsee koulutuksen aikana aidosti verkostoitumaan, oppimaan uutta, sekä jakamaan osaamistaan.
sme: Ulbmilin lea, ahte sámeoahpahusa bargit besset skuvlejumi áigge gulahallat ja čatnat oktavuođaid, oahppat ođđa áššiid ja juohkit máhtuideaset.

source: Saamelaisessa opetuksessa tarvitaan omaa keskinäistä asiantuntijaverkostoa, jossa on mahdollista vahvistaa kulttuurisia työmenetelmiä sekä omaa ammatti-identiteettiä.
sme: Sámeoahpahusas dárbbašit iežas gaskavuođa áššedovdifierpmádaga, man vuođul bargis lea vejolaš nannet kultuvrralaš bargovugiid ja maiddái iežas ámmátidentitehta.

source: Pitkien välimatkojen takia saamelaisopetuksen henkilöstön tapaamisia on ollut vaikea järjestää yli kuntarajojen.
sme: Guhkes mátkkiid dihte sámeoahpahusa bargiid deaivvademiid lea leamašan váttis ordnet badjel gielddarájiid.

source: Tällä opetustoimen henkilöstökoulutushankkeella on mahdollisuus korvata määrärahan puitteissa myös osallistujien matkakustannuksia.
sme: Dán oahpahusbargiid skuvlenprošeavttas lea stáhtaveahki olis vejolaš buhttet oassálastiid mátkegoluid.

source: Saamelaisopetuksen henkilöstökoulutuksen opintojaksot ja niiden sisällöt sekä ilmoittautumisohjeet julkaistaan syyskuussa 2014.
sme: Sámeoahpahusbargiid skuvlema oahppoáigodagat ja daid sisdoalut ja almmuhanrávvagat almmustahttojit čakčamánus 2014.

source: Koulutukseen osallistuvat saavat suorituksistaan 6 opintopistettä.
sme: Skuvlejumi čađaheamis oažžu 6 oahppočuoggá.

source: Lisätietoja:
sme: Lassedieđut:

source: puh.
sme: Fil.

source: + 358 (0) 10 839 3163 (27.6.2014 asti)
sme: + 358 (0) 10 839 3163 (27.6.2014 rádjái)
